Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: The Coach fits the volume to the time you actually have, including rest between sets.
ar: يوائم المدرب حجم التدريب مع الوقت المتاح لديك فعلًا، بما في ذلك الراحة بين المجموعات.
de: Der Coach passt das Volumen an die Zeit an, die du wirklich hast — inklusive Pausen zwischen den Sätzen.
es: El Entrenador ajusta el volumen al tiempo del que dispones, incluido el descanso entre series.
fr: Le Coach ajuste le volume au temps dont vous disposez réellement, repos entre séries compris.
hi: कोच आपके पास वाकई उपलब्ध समय के हिसाब से वॉल्यूम तय करता है, सेटों के बीच आराम सहित।
hu: Az Edző a ténylegesen rendelkezésre álló időhöz igazítja a mennyiséget, a sorozatok közti pihenőkkel együtt.
it: Il Coach adatta il volume al tempo che hai davvero, recupero tra le serie incluso.
ko: 코치는 세트 간 휴식까지 포함해 실제 가능한 시간에 맞춰 볼륨을 조정합니다.
pl: Trener dopasuje objętość do czasu, który naprawdę masz — wliczając przerwy między seriami.
pt: O Treinador ajusta o volume ao tempo que tens, incluindo o descanso entre séries.
pt_br: O Treinador ajusta o volume ao tempo que você realmente tem, incluindo o descanso entre séries.
ru: Тренер подгоняет объём под то время, которое у вас есть, включая отдых между подходами.
th: โค้ชจะจัดปริมาณให้พอดีกับเวลาที่คุณมีจริง รวมถึงเวลาพักระหว่างเซ็ต
tr: Koç, hacmi gerçekten sahip olduğun süreye göre ayarlar — setler arası dinlenme dâhil.
uk: Тренер підганяє обсяг під час, який у тебе справді є, включно з відпочинком між підходами.
zh: 教练会把训练量控制在你实际拥有的时间内，包括组间休息。

source: The Coach is already thinking about your training.
ar: المدرب يفكر بالفعل في تدريبك.
de: Der Coach denkt schon über dein Training nach.
es: El entrenador ya está analizando tu entrenamiento.
fr: Le coach réfléchit déjà à ton entraînement.
hi: कोच पहले से ही आपके प्रशिक्षण पर सोच रहा है।
hu: Az Edző már az edzéseiden gondolkodik.
it: Il Coach sta già pensando al tuo allenamento.
ko: 코치가 이미 당신의 훈련을 검토 중입니다.
pl: Trener już analizuje Twój trening.
pt: O Treinador já está a pensar no teu treino.
pt_br: O Treinador já está pensando no seu treino.
ru: Тренер уже думает над вашей тренировкой.
th: โค้ชกำลังคิดเกี่ยวกับการฝึกของคุณอยู่แล้ว
tr: Koç zaten antrenmanını düşünüyor.
uk: Тренер уже думає над твоїм тренуванням.
zh: 教练已经在思考你的训练了。

source: The Coach is building your plan…
ar: المدرب يبني خطتك…
de: Der Coach erstellt deinen Plan…
es: El Entrenador está creando tu plan…
fr: Le Coach crée votre plan…
hi: कोच आपका प्लान बना रहा है…
hu: Az Edző összeállítja a tervedet…
it: Il Coach sta creando il tuo piano…
ko: 코치가 계획을 만드는 중…
pl: Trener układa Twój plan…
pt: O Treinador está a criar o teu plano…
pt_br: O Treinador está criando seu plano…
ru: Тренер составляет ваш план…
th: โค้ชกำลังสร้างแผนของคุณ…
tr: Koç planını oluşturuyor…
uk: Тренер складає твій план…
zh: 教练正在制定你的计划…

source: The Coach is not a doctor or a physiotherapist. If something hurts, ask a professional.
ar: المدرب ليس طبيبًا ولا أخصائي علاج طبيعي. إذا كان هناك ألم، استشر مختصًا.
de: Der Coach ist weder Arzt noch Physiotherapeut. Wenn etwas wehtut, frag eine Fachkraft.
es: El Entrenador no es médico ni fisioterapeuta. Si algo te duele, consulta a un profesional.
fr: Le Coach n’est ni médecin ni kinésithérapeute. Si quelque chose fait mal, consultez un professionnel.
hi: कोच डॉक्टर या फ़िज़ियोथेरेपिस्ट नहीं है। अगर कहीं दर्द हो तो किसी विशेषज्ञ से मिलें।
hu: Az Edző nem orvos és nem gyógytornász. Ha valami fáj, fordulj szakemberhez.
it: Il Coach non è un medico né un fisioterapista. Se qualcosa fa male, rivolgiti a un professionista.
ko: 코치는 의사나 물리치료사가 아닙니다. 통증이 있다면 전문가에게 문의하세요.
pl: Trener nie jest lekarzem ani fizjoterapeutą. Jeśli coś boli, skonsultuj się ze specjalistą.
pt: O Treinador não é médico nem fisioterapeuta. Se algo doer, consulta um profissional.
pt_br: O Treinador não é médico nem fisioterapeuta. Se algo doer, procure um profissional.
ru: Тренер — не врач и не физиотерапевт. Если что-то болит, обратитесь к специалисту.
th: โค้ชไม่ใช่แพทย์หรือนักกายภาพบำบัด หากมีอาการเจ็บ โปรดปรึกษาผู้เชี่ยวชาญ
tr: Koç doktor ya da fizyoterapist değildir. Bir yerin ağrıyorsa bir uzmana danış.
uk: Тренер — не лікар і не фізіотерапевт. Якщо щось болить, звернись до фахівця.
zh: 教练不是医生或物理治疗师。如果哪里疼，请咨询专业人士。

source: The Coach is off
ar: المدرب متوقف
de: Coach ist aus
es: Entrenador desactivado
fr: Coach désactivé
hi: कोच बंद है
hu: Az Edző ki van kapcsolva
it: Coach disattivato
ko: 코치 꺼짐
pl: Trener wyłączony
pt: Treinador desligado
pt_br: Treinador desligado
ru: Тренер выключен
th: โค้ชปิดอยู่
tr: Koç kapalı
uk: Тренер вимкнений
zh: 教练已关闭

source: The Coach is on
ar: المدرب يعمل
de: Coach ist an
es: Entrenador activado
fr: Coach activé
hi: कोच चालू है
hu: Az Edző be van kapcsolva
it: Coach attivo
ko: 코치 켜짐
pl: Trener włączony
pt: Treinador ligado
pt_br: Treinador ligado
ru: Тренер включён
th: โค้ชเปิดอยู่
tr: Koç açık
uk: Тренер увімкнений
zh: 教练已开启

source: The Coach is reading your training…
ar: المدرب يقرأ تدريبك…
de: Der Coach liest dein Training…
es: El Entrenador está leyendo tu entrenamiento…
fr: Le Coach lit vos séances…
hi: कोच आपकी ट्रेनिंग पढ़ रहा है…
hu: Az Edző az edzéseidet olvassa…
it: Il Coach sta leggendo il tuo allenamento…
ko: 코치가 훈련 기록을 읽고 있습니다…
pl: Trener czyta Twoje treningi…
pt: O Treinador está a ler o teu treino…
pt_br: O Treinador está lendo seu treino…
ru: Тренер читает ваши тренировки…
th: โค้ชกำลังอ่านการฝึกของคุณ…
tr: Koç antrenmanlarını okuyor…
uk: Тренер читає твої тренування…
zh: 教练正在读取你的训练…

# The Coach is resting — you have used today’s {0} runs on this phone.
source: The Coach is resting — you have used today’s %1$@ runs on this phone.
ar: المدرب يستريح — استخدمت تشغيلات اليوم البالغة %1$@ على هذا الهاتف.
de: Der Coach pausiert — du hast die %1$@ Läufe für heute auf diesem Handy aufgebraucht.
es: El entrenador descansa: ya has usado las %1$@ consultas de hoy en este teléfono.
fr: Le coach se repose — tu as utilisé les %1$@ exécutions du jour sur ce téléphone.
hi: कोच आराम कर रहा है — इस फ़ोन पर आज की %1$@ बार चलाने की सीमा पूरी हो गई।
hu: Az Edző pihen — a mai %1$@ futtatást elhasználtad ezen a telefonon.
it: Il Coach riposa: hai usato le %1$@ esecuzioni di oggi su questo telefono.
ko: 코치가 쉬는 중입니다 — 이 휴대폰에서 오늘의 %1$@회 실행을 모두 사용했습니다.
pl: Trener odpoczywa — wykorzystano dzisiejsze %1$@ uruchomień na tym telefonie.
pt: O Treinador está a descansar — já usaste as %1$@ utilizações de hoje neste telemóvel.
pt_br: O Treinador está descansando — você já usou os %1$@ usos de hoje neste celular.
ru: Тренер отдыхает — на этом телефоне израсходованы %1$@ запусков на сегодня.
th: โค้ชกำลังพัก — คุณใช้ครบ %1$@ ครั้งของวันนี้บนโทรศัพท์นี้แล้ว
tr: Koç dinleniyor — bu telefonda bugünkü %1$@ çalıştırmayı kullandın.
uk: Тренер відпочиває — на цьому телефоні використано %1$@ запусків на сьогодні.
zh: 教练正在休息——今天在这部手机上的 %1$@ 次运行已用完。

source: The Coach is revising it…
ar: المدرب يراجعها…
de: Der Coach überarbeitet…
es: El Entrenador lo está revisando…
fr: Le Coach révise…
hi: कोच संशोधन कर रहा है…
hu: Az Edző átdolgozza…
it: Il Coach sta rivedendo…
ko: 코치가 수정 중…
pl: Trener poprawia…
pt: O Treinador está a rever…
pt_br: O Treinador está revisando…
ru: Тренер вносит правки…
th: โค้ชกำลังปรับปรุง…
tr: Koç düzeltiyor…
uk: Тренер вносить правки…
zh: 教练正在修订…

source: The Coach is thinking…
ar: المدرب يفكر…
de: Der Coach denkt nach…
es: El Entrenador está pensando…
fr: Le Coach réfléchit…
hi: कोच सोच रहा है…
hu: Az Edző gondolkodik…
it: Il Coach sta pensando…
ko: 코치가 생각 중…
pl: Trener myśli…
pt: O Treinador está a pensar…
pt_br: O Treinador está pensando…
ru: Тренер думает…
th: โค้ชกำลังคิด…
tr: Koç düşünüyor…
uk: Тренер думає…
zh: 教练正在思考…

source: The Coach isn’t set up on this phone.
ar: المدرب غير معد على هذا الهاتف.
de: Der Coach ist auf diesem Handy nicht eingerichtet.
es: El entrenador no está configurado en este teléfono.
fr: Le coach n’est pas configuré sur ce téléphone.
hi: इस फ़ोन पर कोच सेट नहीं है।
hu: Az Edző nincs beállítva ezen a telefonon.
it: Il Coach non è configurato su questo telefono.
ko: 이 휴대폰에는 코치가 설정되어 있지 않습니다.
pl: Trener nie jest skonfigurowany na tym telefonie.
pt: O Treinador não está configurado neste telemóvel.
pt_br: O Treinador não está configurado neste celular.
ru: Тренер на этом телефоне не настроен.
th: ยังไม่ได้ตั้งค่าโค้ชบนโทรศัพท์นี้
tr: Koç bu telefonda kurulu değil.
uk: Тренер на цьому телефоні не налаштований.
zh: 此手机上尚未设置教练。

source: The Coach needs your go-ahead first.
ar: المدرب يحتاج موافقتك أولًا.
de: Der Coach braucht zuerst dein Okay.
es: El entrenador necesita primero tu permiso.
fr: Le coach a d’abord besoin de ton accord.
hi: कोच को पहले आपकी अनुमति चाहिए।
hu: Az Edzőnek előbb a beleegyezésed kell.
it: Il Coach ha prima bisogno del tuo consenso.
ko: 먼저 코치에게 동의가 필요합니다.
pl: Trener potrzebuje najpierw Twojej zgody.
pt: O Treinador precisa primeiro da tua autorização.
pt_br: O Treinador precisa primeiro da sua autorização.
ru: Сначала тренеру нужно ваше согласие.
th: โค้ชต้องได้รับความยินยอมจากคุณก่อน
tr: Koçun önce senin onayına ihtiyacı var.
uk: Спочатку тренеру потрібна твоя згода.
zh: 教练需要先获得你的同意。

source: The Coach reads what you have actually logged since its last look and suggests changes to your plan — each one with its reason.
ar: يقرأ المدرب ما سجلته فعلًا منذ آخر اطلاع له ويقترح تغييرات على خطتك — كل تغيير مع سببه.
de: Der Coach liest, was du seit seinem letzten Blick protokolliert hast, und schlägt Änderungen an deinem Plan vor — jede mit Begründung.
es: El Entrenador lee lo que has registrado desde su última revisión y sugiere cambios en tu plan, cada uno con su motivo.
fr: Le Coach lit ce que vous avez enregistré depuis son dernier passage et propose des changements à votre plan, chacun avec sa raison.
hi: कोच पिछली बार के बाद आपने जो दर्ज किया है उसे पढ़ता है और प्लान में बदलाव सुझाता है — हर एक अपने कारण के साथ।
hu: Az Edző elolvassa, amit az utolsó áttekintés óta rögzítettél, és módosításokat javasol a tervedhez — mindegyiket indoklással.
it: Il Coach legge ciò che hai registrato dall’ultima volta e propone modifiche al tuo piano, ognuna con il suo motivo.
ko: 코치는 지난번 이후 실제로 기록한 내용을 읽고 계획 변경을 제안합니다. 각 제안에는 근거가 붙습니다.
pl: Trener czyta to, co zapisałeś od ostatniego razu, i proponuje zmiany w planie — każdą z uzasadnieniem.
pt: O Treinador lê o que registaste desde a última vez e sugere alterações ao teu plano, cada uma com o seu motivo.
pt_br: O Treinador lê o que você registrou desde a última vez e sugere alterações no seu plano — cada uma com o seu motivo.
ru: Тренер читает то, что вы записали с прошлого раза, и предлагает изменения в плане — каждое с обоснованием.
th: โค้ชอ่านสิ่งที่คุณบันทึกไว้จริงตั้งแต่ครั้งล่าสุดที่ดู และเสนอการเปลี่ยนแปลงแผนของคุณ — แต่ละข้อพร้อมเหตุผล
tr: Koç son bakışından bu yana kaydettiklerini okur ve planında değişiklikler önerir — her biri gerekçesiyle.
uk: Тренер читає те, що ти записав з минулого разу, і пропонує зміни в плані — кожна з обґрунтуванням.
zh: 教练会读取你自上次以来实际记录的内容，并对你的计划提出修改建议——每一条都附带理由。

source: The changes your server has not seen are kept on this device, and added back when it connects as this account again.
ar: التغييرات التي لم يرها خادمك محفوظة على هذا الجهاز، وتُضاف من جديد عندما يتصل بهذا الحساب مجددًا.
de: Die Änderungen, die dein Server noch nicht hat, bleiben auf diesem Gerät und werden wieder hinzugefügt, wenn es sich wieder mit diesem Konto verbindet.
es: Los cambios que tu servidor aún no tiene se guardan en este dispositivo y se vuelven a añadir cuando se conecte de nuevo con esta cuenta.
fr: Les modifications que votre serveur n'a pas encore sont gardées sur cet appareil, et rajoutées quand il se reconnecte avec ce compte.
hi: जो बदलाव आपके सर्वर तक नहीं पहुँचे, वे इस डिवाइस पर रखे जाते हैं और इसी खाते से फिर कनेक्ट होने पर वापस जोड़ दिए जाते हैं।
hu: Azok a módosítások, amelyek még nincsenek a szervereden, ezen az eszközön maradnak, és visszakerülnek, amikor újra csatlakozik ezzel a fiókkal.
it: Le modifiche che il tuo server non ha ancora restano su questo dispositivo e vengono aggiunte di nuovo quando si ricollega con questo account.
ko: 서버에 아직 없는 변경 사항은 이 기기에 보관되며, 이 계정으로 다시 연결되면 다시 추가됩니다.
pl: Zmiany, których twój serwer jeszcze nie ma, zostają na tym urządzeniu i zostaną dodane z powrotem, gdy znów połączy się ono z tym kontem.
pt: As alterações que o teu servidor ainda não tem ficam guardadas neste dispositivo e são novamente adicionadas quando ele voltar a ligar-se com esta conta.
pt_br: As alterações que seu servidor ainda não tem ficam neste dispositivo e são adicionadas de volta quando ele se conectar de novo com esta conta.
ru: Изменения, которых ещё нет на вашем сервере, сохраняются на этом устройстве и будут добавлены обратно, когда оно снова подключится с этим аккаунтом.
th: การเปลี่ยนแปลงที่เซิร์ฟเวอร์ของคุณยังไม่มีจะเก็บไว้ในอุปกรณ์นี้ และจะถูกเพิ่มกลับเมื่อเชื่อมต่อด้วยบัญชีนี้อีกครั้ง
tr: Sunucunun henüz görmediği değişiklikler bu cihazda saklanır ve cihaz bu hesapla yeniden bağlandığında geri eklenir.
uk: Зміни, яких ще немає на твоєму сервері, зберігаються на цьому пристрої й будуть додані назад, коли він знову підключиться з цим акаунтом.
zh: 服务器尚未收到的更改会保留在此设备上，并在它再次以此账号连接时重新加入。

source: The file does not say which unit it uses — numbers are imported as they are.
ar: الملف لا يحدد الوحدة التي يستخدمها — تُستورد الأرقام كما هي.
de: Die Datei nennt keine Einheit — die Zahlen werden unverändert übernommen.
es: El archivo no indica la unidad — los números se importan tal cual.
fr: Le fichier n'indique pas l'unité — les nombres sont importés tels quels.
hi: फ़ाइल में इकाई नहीं दी — संख्याएँ जस की तस आयात होंगी।
hu: A fájl nem mondja meg, milyen mértékegységet használ — a számok változatlanul kerülnek importálásra.
it: Il file non indica l'unità — i numeri vengono importati così come sono.
ko: 파일에 단위가 없습니다 — 숫자를 그대로 가져옵니다.
pl: Plik nie podaje jednostki — liczby zostaną zaimportowane bez zmian.
pt: O ficheiro não indica a unidade — os números são importados tal como estão.
pt_br: O arquivo não informa qual unidade utiliza — os valores serão importados como estão.
ru: В файле не указана единица — числа импортируются как есть.
th: ไฟล์ไม่ได้ระบุหน่วยที่ใช้ — จะนำเข้าตัวเลขตามที่เป็นอยู่
tr: Dosya birimi belirtmiyor — sayılar olduğu gibi aktarılıyor.
uk: У файлі не вказано одиницю — числа імпортуються як є.
zh: 文件未标明单位 — 数字按原样导入。

# The file is in {0} and your profile is in {1} — weights will be converted.
source: The file is in %1$@ and your profile is in %2$@ — weights will be converted.
ar: الملف بوحدة %1$@ وملفك الشخصي بوحدة %2$@ — ستُحوَّل الأوزان.
de: Die Datei ist in %1$@, dein Profil in %2$@ — die Gewichte werden umgerechnet.
es: El archivo está en %1$@ y tu perfil en %2$@ — los pesos se convertirán.
fr: Le fichier est en %1$@ et votre profil en %2$@ — les poids seront convertis.
hi: फ़ाइल %1$@ में है और आपकी प्रोफ़ाइल %2$@ में — वज़न बदले जाएंगे।
hu: A fájl %1$@-ban van, a profilod pedig %2$@-ban — a súlyok át lesznek váltva.
it: Il file è in %1$@ e il tuo profilo in %2$@ — i pesi verranno convertiti.
ko: 파일은 %1$@, 프로필은 %2$@ — 무게가 변환됩니다.
pl: Plik jest w %1$@, a Twój profil w %2$@ — ciężary zostaną przeliczone.
pt: O ficheiro está em %1$@ e o teu perfil em %2$@ — os pesos serão convertidos.
pt_br: O arquivo está em %1$@ e seu perfil em %2$@ — os pesos serão convertidos.
ru: Файл в %1$@, а профиль в %2$@ — веса будут пересчитаны.
th: ไฟล์เป็นหน่วย %1$@ ส่วนโปรไฟล์คุณเป็น %2$@ — น้ำหนักจะถูกแปลงหน่วยให้
tr: Dosya %1$@, profilin %2$@ — ağırlıklar dönüştürülecek.
uk: Файл у %1$@, а профіль у %2$@ — вагу буде перераховано.
zh: 文件使用 %1$@，你的配置使用 %2$@ — 重量将被换算。

# The file mixes kg and lb — each set is converted to {0}.
source: The file mixes kg and lb — each set is converted to %1$@.
ar: الملف يخلط بين kg وlb — تُحوَّل كل مجموعة إلى %1$@.
de: Die Datei mischt kg und lb — jeder Satz wird in %1$@ umgerechnet.
es: El archivo mezcla kg y lb — cada serie se convierte a %1$@.
fr: Le fichier mélange kg et lb — chaque série est convertie en %1$@.
hi: फ़ाइल में kg और lb मिश्रित हैं — हर सेट %1$@ में बदला जाएगा।
hu: A fájl kg-t és lb-t is tartalmaz — minden sorozat át lesz váltva erre: %1$@.
it: Il file mescola kg e lb — ogni serie viene convertita in %1$@.
ko: 파일에 kg과 lb가 섞여 있습니다 — 각 세트를 %1$@로 변환합니다.
pl: Plik miesza kg i lb — każda seria zostanie przeliczona na %1$@.
pt: O ficheiro mistura kg e lb — cada série é convertida para %1$@.
pt_br: O arquivo mistura kg e lb — cada série será convertida para %1$@.
ru: В файле смешаны кг и фунты — каждый подход переводится в %1$@.
th: ไฟล์มีทั้ง kg และ lb ปนกัน — แต่ละเซ็ตจะถูกแปลงเป็น %1$@
tr: Dosyada kg ve lb karışık — her set %1$@ birimine çevriliyor.
uk: У файлі змішано кг і фунти — кожен підхід переводиться в %1$@.
zh: 文件中混用了 kg 和 lb — 每组都会换算成 %1$@。

source: The highlighted row is where most working sets land. Sets you have already logged keep their own scale, and nothing else reads the value — progression and estimated 1RM are unaffected.
ar: الصف المميز يمثل مستوى الجهد الذي تقع فيه معظم مجموعاتك. المجموعات المسجلة سابقًا تحتفظ بمقياسها الخاص، ولا تتأثر قواعد التدرّج ولا 1RM التقديري بهذه القيمة.
de: Die hervorgehobene Zeile ist der Bereich, in dem die meisten Arbeitssätze landen. Bereits protokollierte Sätze behalten ihre eigene Skala, und sonst liest den Wert nichts — Progression und geschätztes 1RM bleiben unberührt.
es: La fila resaltada es donde cae la mayoría de las series efectivas. Las series ya registradas conservan su escala, y nada más lee el valor: la progresión y el 1RM estimado no cambian.
fr: La ligne mise en avant est celle où tombent la plupart des séries de travail. Les séries déjà enregistrées gardent leur échelle, et rien d’autre ne lit la valeur — la progression et le 1RM estimé ne changent pas.
hi: हाइलाइट की गई पंक्ति वह है जहाँ ज़्यादातर वर्किंग सेट आते हैं। पहले दर्ज किए सेट अपना पैमाना बनाए रखते हैं, और इस मान को और कुछ नहीं पढ़ता — प्रोग्रेशन और अनुमानित 1RM अछूते रहते हैं।
hu: A kiemelt sor az, ahova a legtöbb munkasorozat esik. A már rögzített sorozatok megtartják a saját skálájukat, és semmi más nem olvassa ki az értéket — a progressziót és a becsült 1RM-et nem érinti.
it: La riga evidenziata è dove finisce la maggior parte delle serie di lavoro. Le serie già registrate mantengono la loro scala, e nient’altro legge il valore: progressione e 1RM stimato non cambiano.
ko: 강조된 줄은 대부분의 본세트가 들어가는 구간입니다. 이미 기록한 세트는 원래 척도를 그대로 유지하며, 이 값을 읽는 곳은 없습니다 — 프로그레션과 예상 1RM은 영향을 받지 않습니다.
pl: Wyróżniony wiersz to miejsce, w które trafia większość serii roboczych. Zapisane wcześniej serie zachowują swoją skalę, a wartości nic więcej nie czyta — progresja i szacowany 1RM pozostają bez zmian.
pt: A linha destacada é onde cai a maioria das séries de trabalho. As séries já registadas mantêm a sua escala, e mais nada lê o valor — a progressão e o 1RM estimado não mudam.
pt_br: A linha destacada representa a maioria das séries de trabalho. As séries já registradas mantêm sua escala, e nenhum outro recurso usa esse valor — a progressão e o 1RM estimado não são afetados.
ru: Выделенная строка — это диапазон, в который попадает большинство рабочих подходов. Уже записанные подходы сохраняют свою шкалу, и больше это значение нигде не используется: прогрессия и расчётный 1ПМ не меняются.
th: แถวที่ไฮไลต์คือช่วงที่เซ็ตส่วนใหญ่มักอยู่ เซ็ตที่บันทึกไปแล้วจะคงมาตรวัดเดิมไว้ และไม่มีส่วนอื่นนำค่านี้ไปใช้ — การเพิ่มระดับและ 1RM โดยประมาณจะไม่ได้รับผลกระทบ
tr: Vurgulanan satır, çalışma setlerinin çoğunun denk geldiği yerdir. Daha önce kaydettiğin setler kendi ölçeğini korur ve bu değeri başka hiçbir şey okumaz — ilerleme ve tahmini 1RM etkilenmez.
uk: Виділений рядок — це діапазон, у який потрапляє більшість робочих підходів. Уже записані підходи зберігають свою шкалу, і більше це значення ніде не використовується: прогресія й розрахунковий 1ПМ не змінюються.
zh: 高亮那一行是大多数正式组落在的位置。已经记录的组保留原来的标度，而且这个值不会被别处读取——进阶计划和预估 1RM 都不受影响。

source: The key is stored in this phone’s secure storage and never leaves it except to call the provider.
ar: يُخزن المفتاح في التخزين الآمن لهذا الهاتف ولا يغادره إلا لاستدعاء المزود.
de: Der Schlüssel liegt im sicheren Speicher dieses Handys und verlässt es nur, um den Anbieter aufzurufen.
es: La clave se guarda en el almacenamiento seguro de este teléfono y solo sale de él para llamar al proveedor.
fr: La clé est conservée dans le stockage sécurisé de ce téléphone et n’en sort que pour appeler le fournisseur.
hi: कुंजी इस फ़ोन के सुरक्षित भंडारण में रहती है और प्रदाता को कॉल करने के अलावा कभी बाहर नहीं जाती।
hu: A kulcs a telefon biztonságos tárolójában van, és csak a szolgáltató hívásához hagyja el azt.
it: La chiave è conservata nell’archivio sicuro di questo telefono e non lo lascia mai, se non per chiamare il provider.
ko: 키는 이 휴대폰의 보안 저장소에 보관되며 제공자를 호출할 때 외에는 절대 밖으로 나가지 않습니다.
pl: Klucz jest przechowywany w bezpiecznej pamięci tego telefonu i opuszcza go tylko po to, by wywołać dostawcę.
pt: A chave fica no armazenamento seguro deste telemóvel e só sai dele para chamar o fornecedor.
pt_br: A chave fica no armazenamento seguro deste celular e só sai dele para chamar o provedor.
ru: Ключ хранится в защищённом хранилище этого телефона и покидает его только для обращения к провайдеру.
th: คีย์ถูกเก็บในที่จัดเก็บที่ปลอดภัยของโทรศัพท์นี้ และไม่ออกไปไหนนอกจากเพื่อเรียกผู้ให้บริการ
tr: Anahtar bu telefonun güvenli deposunda saklanır ve yalnızca sağlayıcıyı çağırmak için dışarı çıkar.
uk: Ключ зберігається в захищеному сховищі цього телефона і покидає його лише для звернення до постачальника.
zh: 密钥保存在此手机的安全存储中，除调用提供商外不会离开手机。

source: The latest version will be downloaded and the installer will open.
ar: سيُحمَّل أحدث إصدار وسيفتح المثبّت.
de: Die neueste Version wird heruntergeladen und die Installation gestartet.
es: Se descargará la última versión y se abrirá el instalador.
fr: La dernière version sera téléchargée et l’installateur s’ouvrira.
hi: नवीनतम संस्करण डाउनलोड होगा और इंस्टॉलर खुलेगा।
hu: A legújabb verzió letöltődik, és megnyílik a telepítő.
it: L’ultima versione verrà scaricata e si aprirà il programma di installazione.
ko: 최신 버전이 다운로드되고 설치 프로그램이 열립니다.
pl: Najnowsza wersja zostanie pobrana i otworzy się instalator.
pt: A versão mais recente será transferida e o instalador será aberto.
pt_br: A versão mais recente será baixada e o instalador será aberto.
ru: Последняя версия будет загружена и откроется установщик.
th: เวอร์ชันล่าสุดจะถูกดาวน์โหลดและตัวติดตั้งจะเปิดขึ้น
tr: En son sürüm indirilecek ve yükleyici açılacak.
uk: Завантажиться остання версія і відкриється встановлювач.
zh: 将下载最新版本并打开安装程序。
